Repository: mozilla-l10n/mt-training-data
Catalog: ab/ab_pontoon.tmx
Source language: en_us
Languages: ab

source: Interested in getting involved with this project, or partnering with us?
ab: Ари апроект шәҽалашәырхәырц ма лахәыланы шәҟаларц шәҭахума?

source: Interested in learning more and contributing to the project?
ab: Еиҳаны еилышәкаарц, насгьы апроект аҿы шәлагала ҟашәҵар шәҭахума?

source: Interlingua
ab: Инҭерлынгәа

source: Interlingue
ab: Интерлингве

source: [interrupted by background noise]
ab: [аҵыхәтәантәи абжьы иаԥырҟоит]

source: Intersex
ab: Аинтерсекс

source: Iñupiaq
ab: Аинупиакск

source: Invalid file
ab: Иақәымшәо афаил

source: Irish
ab: Аирланд

source: IsiNdebele (North)
ab: Ндебеле Аҩада

source: IsiNdebele (South)
ab: Андебеле Аҩадатәи

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
ab: <isoCodeLink>ISO акодқәа</isoCodeLink>, еилкаазар

source: Is the clip valid?
ab: Ари аҭаҩымҭа ииашоума?

source: Italian
ab: Аиталиа

source: It contains words or phrases that are hard to read or pronounce.
ab: Зыԥхьара, ма зҳәара уадаҩу ажәақәеи афразақәеи алоуп.

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
ab: 100-тәи абызшәатә еилазаарақәа рзы адатасетқәа рыхылаԥшреи аплатформа аиӷьтәреи шықәсык ахь миллион доллар рҟынӡа ахарџь ацома?

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
ab: 100-тәи абызшәатә еилазаарақәа рзы адатасетқәа рыҭара, насгьы рплатформа аиӷьтәра азы шықәсык ахь миллион доллар аҭахуп. <strong>Иаарту, зегьы зҵазкуа адыррақәа рыхә ҳаракны ишәшьозар, иахьа аҭара ҟашәҵа!</strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
ab: Аԥара рацәаны иаҭахуп еиԥмырҟьаӡакәа адатасетқәа рыҭара, рҭыжьра, аплатформа аиӷьтәра, насгьы <americaMradiLink>ауаажәларратә программақәа</americaMradiLink> рымҩаԥгара.

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
ab: Ихадоуп атексттә жәаҳәарақәа зегьы <publicDomain>аҳәынҭқарратә домен</publicDomain> (cc0) ракәны иҟазарц, избан акәзар Азеиԥш бжьы адатасет cc0 алицензиа аҵаҟа иҭыҵуеит. Апропозициа ашьҭыхра агәра ганы уҟазар мацара ауп, насгьы еснагь иахәҭоу ацитата ацҵатәуп.

source: It is written in a language different than what I’m reviewing.
ab: Ари арецензиа азызуа абызшәа ала акәымкәа, даҽа бызшәак ала иҩуп.

source: It is written in a language different than what I’m speaking.
ab: Сызлацәажәо абызшәа еиԥшымкәа иҩуп.

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
ab: Ацитатақәа рылаҵара даара акраҵанакуеит, ажәалагалақәа ажәлар рзы иҟазарц, насгьы акопиатә зинқәа рыԥкрақәа ирықәымшәарц азы.

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
ab: Азеиԥш бжьы ацәырҵразы акыр аҭахуп! Уи ҳара ҳхала иҟаҳҵом. Уара ҳара аус ҳацурц уҭахума? Шәгәаанагара еилаҳкаар ҳҭахуп.

source: Izhorian
ab: Аижор

source: Japanese
ab: Ниҳонго

source: Javanese
ab: Иаван

source: Join our community
ab: Шәҳацхраа зыбжьы ҭазҩыр зҭаху рыԥшаара аҟны!

source: Join the Common Voice mailing list
ab: Common Voice ашьҭымҭақәа уҽрыларархәы

source: Just Unsure?
ab: Агәра ганы шәыҟаӡами?

source: Kabardian
ab: Аҟабарда

source: Kabyle
ab: Акабил

source: Kachhi
ab: Акачхи

source: Kalasha
ab: Акалаш

source: Kalenjin
ab: Акаленин

source: Kannada
ab: Каннада

source: Kaqchikel
ab: Акакчикел

source: Kara
ab: Акара

source: Karakalpak
ab: Ҟараҟалпаҟ

source: Kateviri
ab: Акатевири

source: Kazakh
ab: Аҟазах

source: { $kb }kb max
ab: { $kb } КБ иреиҳау

source: Keep
ab: Иааныжьтәуп

source: Keep it up, record again <recordIcon></recordIcon>
ab: Иацышәҵа, иҭажәҩы иҵегьы<recordIcon></recordIcon>

source: Keep the recordings
ab: Сҭаҩымҭақәа реиқәырхара

source: Keep track of your progress and metrics across multiple languages.
ab: Абызшәақәа акыр рыла уеизҳашьа уашьклаԥшла.

source: Keep track of your progress with a profile
ab: Шәыпрофиль шәыцырхырааны шәыпрогресс шәашьклаԥшла

source: Keep track of your progress with a profile and help our voice data be more accurate.
ab: Аҷыдахәрақәа ухы иархәаны, ԥхьаҟатәы ациара уашьклаԥшла, ҳабжьытә дыррақәа реиӷьтәра уацхраала.

source: Khetrani
ab: Акетрани

source: Khmer
ab: Акхмер

source: Khowar
ab: Аховар

source: K'iche'
ab: Акиче

source: Kichwa
ab: Кичуа

source: Kidaw'ida
ab: Акидавид

source: Kikamba
ab: Акикамба

source: Kikuyu
ab: Акикуиу

source: Kinyarwanda
ab: Қиниаруанда

source: Kom
ab: Аком

source: Komi-Zyrian
ab: Акоми-зырианс

source: Konkani (Devanagari)
ab: Аконкани (Адеванагари)

source: Konkani (Romi)
ab: Агоантәи конкан

source: Konzo
ab: Аконцо

source: Korean
ab: Ҳангәыго

source: Kotokoli
ab: Акотоколи

source: Kunabembe
ab: Акунабембе

source: Kurmanji Kurdish
ab: Аҩада-қәырдтәи (Курманџ)

source: Kyrgyz
ab: Қыргызча

source: Language
ab: Абызшәа

source: Language Fundamentals (e.g. Digits, Letters, Money)
ab: Абызшәа ашьаҭақәа (е.г. аԥхьаӡацқәа, анбанқәа, аԥара)

source: Language Request
ab: Абызшәа азҵаатәхәы

source: Language request successfully submitted, thank you.
ab: Абызшәа ҿыц ацҵаразы аҳәара иманшәаланы ишьҭуп, иҭабуп.

source: Languages
ab: Абызшәақәа

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
ab: Абызшәақәа рхатәы ашьақәырӷәӷәаратә ԥҟарақәа рымазар ҟалоит, аҭыԥантәи аҭахрақәа рыла. Абызшәазы иҷыдоу ашьақәырӷәӷәаратә фаил ыҟамзар, аԥҟарақәа алахәылацәа рзы англыз бызшәала иаарԥшхоит.

source: Language Text
ab: Атекст абызшәала

source: Lao
ab: Алаос

source: Large bulk sentence submission
ab: Ажәалагалақәа рацәаны рышьҭра

source: Large, publicly available voice datasets will foster innovation and healthy competition in machine-learning speech technology. Common Voice’s dataset is the largest of its kind, but not the only one. This page serves as a reference hub for other open-source voice datasets and a home for our release updates as Common Voice grows.
ab: Ҳара иҳаԥхьаӡоит зегьы рхы иадырхәаша, идуу абжьытә дыррықәа реизгақәа амашьынатә рҵара ашьаҭала иҟоу ажәаҳәатә технологиақәа рхырхарҭаҿы аҿыцлагалақәеи ибзиоу акоммерциатә еиндаҭлареи рцәырҵа иацхраауеит. Бызшәа рацәала еилоу Common Voice адыррақәа реизга, уажәнатә зегьы иреиҳау, зегьы рхы иадырхәаша абжьытә дыррақәа реизгоуп, аха уи иеиԥшқәоу рацәоуп. Ари адаҟьаҿы шәара ишәыԥшаар шәылшоит егьырҭ иаарту абжьытә дыррақәа реизгақәа рызхьарԥшқәа, насгьы Common Voice аҿиара ашьҭахь ҳҭыжьымҭақәа рҿыцрақәагьы.

source: Large scale corporates and platform companies
ab: Акорпорациа дуқәеи аплатформатә компаниақәеи

source: Lassi
ab: Аласси

source: Last Updated: { $lastUpdatedTimeStamp }
ab: Аҵыхәтәантәи арҿыцра: { $lastUpdatedTimeStamp }

source: Latgalian
ab: Алатгал

source: Latvian
ab: Лаҭвиашу

source: Launched
ab: Аус арууп

source: Laz
ab: Лаз

source: Leaderboard Visibility
ab: Аԥхьагылатә-ӷәы Абара

source: Learn how to take part
ab: Шәҽалашәырхәырц шшәылшо аилкаара

source: Learn More
ab: Еиҳаны

source: Leaving now means you’ll lose your changes
ab: Уажәы уцар, иҟоуҵахьоу аԥсахрақәа уцәыӡыр ҟалоит.

source: Leaving now means you'll lose your progress
ab: Уажәы уаҟәыҵыр, уи иаанагоит ԥхьаҟа уцара еиԥҟьахоит ҳәа.

source: Length
ab: Аура

source: Let's Get Started
ab: Шәааи ҳалагап

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
ab: Ашәҟәқәа зыԥхьо абызшәаҿы иҟазароуп. Иаҳҳәап, "ж" аурыс алфавит аҟнытә ҩымҭоуп, аха англыз бызшәаҿы ахаангьы ахархәара амаӡам, убри аҟнытә англыз бызшәа ахыҵхырҭатә текст аҿы ахаангьы иҟамзароуп.

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
ab: LibriSpeech шьақәгылоуп LibriVox апроект иатәу аудиошәҟәқәа рҟынтәи иаагоу инықәырԥшны 1000 сааҭи 16Кгц иҟоу англыз бызшәала иҭаҩу аудионҵамҭақәа реизгақәа рыла.

source: License
ab: Алицензиа

source: License: <licenseLink>CC-0</licenseLink>
ab: Алицензиа: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
ab: Алицензиа: <licenseLink>{ $license }</licenseLink>

source: Ligurian
ab: Лигуре

source: Lingala
ab: Алингала

source: Link Copied
ab: Азхьарԥш ахкьыԥхьаара ҟаҵоуп

source: Links to websites that can help us understand the language
ab: Абызшәа аилкаараҿы иҳацхраауа асаитқәа рахь азхьарԥшқәа

source: Listen
ab: Шәӡырҩла

source: Listening
ab: Азыӡырҩра

source: Listen-Queue
ab: Азыӡырҩра-Араанра

source: Lithuanian
ab: Леҭовиу

source: Loading…
ab: Аҭагалара

source: Loading sentences…
ab: Аҳәарақәа рҭагалара...

source: Localized
ab: Иҭыԥркуп

source: Log In
ab: Аҭалара

source: Login Identity
ab: Аҭаларазы ахаҭарбага

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
ab: <loginLink>Шәҭал</loginLink> мамзаргьы<loginLink> шәыҽҭажәгал</loginLink>ҳәоуқәак рыцҵаразы

source: Log in or sign up to get started
ab: Уҭала мамзаргьы уҽҭагала алагаразы

source: Log In / Sign Up
ab: Аҭалара/Аҽҭагалара

source: Log In / Sign Up with { $company } email
ab: Аҭалара/Аҽҭагалара { $company } ԥошьҭала

source: Log Out
ab: Аҭыҵра

source: Lojban
ab: Ложбан

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
ab: Уажәшьҭа автортә зин змам атекст шәыԥшаа, иаҳҳәап, 1920 шықәса аԥхьа иҭыҵыз ашәҟәқәа реиҳарак.

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
ab: Ҳгәы иаанагоит ари абызшәала азыӡырҩразы акгьы ҭаҩӡам.

source: Luganda
ab: Луганда

source: Luxembourgish
ab: Алиуксембург

source: Macedonian
ab: Амакедон

source: Mada
ab: Амад

source: Maithili
ab: Маитхили

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
ab: Ацәажәара шәаналага аԥхьаҵәҟьа асаит аҭаҩра шалагаз, насгьы ацәажәара шәанаҟәыҵ ашьҭахьҵәҟьа аҭаҩра шаҟәыҵыз агәра жәга.

source: Make sure the sentence meets the following criteria:
ab: Апропозициақәа абарҭ аҭахрақәа ирықәшәоит ҳәа агәра ганы шәыҟаз:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
ab: Имаӡоу адемографиатә дыррақәа анҳауҭо, урҭ иахьынӡауа ихаурҭәаауеит. Ҳара урҭ ҳкьыԥхьаанӡа удемографиатә дыррақәа зегьы амҳхоит.

source: Malagasy
ab: Малагаси

source: Malay
ab: Амалаи

source: Malayalam
ab: Малеиалам

source: Male/Masculine
ab: Ахаҵа/Ахаҵаратә

source: Maltese
ab: Малҭи

source: Manage Email Subscriptions
ab: Аԥошьҭа анапаҵаҩрақәа рнапхгара

source: Manage Subscriptions
ab: Анапаҵаҩрақәа рнапхгара

source: Manx
ab: Аменс

source: Mapudungun
ab: Мапудунгун

source: Marathi
ab: Амаратхи

source: <mark>Check</mark>
ab: <mark>Агәаҭара</mark>

source: <mark>Data</mark>
ab: <mark>Адыррақәа</mark>

source: <mark>Prompt</mark>
ab: <mark>Азҵаатәхәы</mark>

source: <mark>Respond</mark>
ab: <mark>Аҭак аҟаҵара</mark>

source: <mark>Transcribe</mark>
ab: <mark>Атранскрипциа азура</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
ab: <mark>Шәыҭҵааразы CV</mark><br/><mark>шәхы иашәырхәома?</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
ab: Ҳара ҳзы</mark><br/><mark>шәыцхыраара ҳҭахуп!</mark>

source: Maximum file size: 25 MB
ab: Афаил амаксималтә шәагаа: 25 МБ.

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
ab: Иҟалап <homepageLink>ҳаҩнытә даҟьа</homepageLink> ацхыраара ҟанаҵар? Азҵаара аҭаразы, шәалахәха <matrixLink>аилазаара ачат Matrix</matrixLink> аҿы, <githubLink>GitHub</githubLink> ала асаит апроблемақәа шәрыцклаԥшла, мамзаргьы <discourseLink>ҳ-Discourse форумқәа</discourseLink> шәаҭаа.

source: MB
ab: МБ

source: Mbo
ab: Мбо

source: Meadow Mari
ab: Адәы-мрагыларатә мари

source: Media and Entertainment
ab: Амедиеи агәырҿыхагақәеи

source: Medumba
ab: Амедумба

source: Meetei Lon
ab: Манипури

source: Mengambo
ab: Аменгамбо

source: Message
ab: Ацҳамҭа

source: Mina
ab: Амина

source: Minimum sentences in file: 1000
ab: Афаил аҟны ажәалагалақәа рминималтә хыԥхьаӡара: 1000

source: [Mismatched content]
ab: [Иақәымшәо аконтент]

source: Misreadings
ab: Ииашамкәа аԥхьара

source: Missing an 's' at the end of a word.
ab: Аинструменталтә ҭагылазаашьаҿы анҵәамҭа еиԥшны иҳәоуп: «сара сыцны» ҳәа.

source: Missing an <strong>'s'</strong> at the end of a word.
ab: Ажәа аҵыхәан <strong>«s»</strong> анбан ыҟаӡам (англыз бызшәазы).

source: Missing 'A' or 'The' at the beginning of the recording.
ab: Аҭаҩра рацәак иагхеит, убри аҟынтә раԥхьатәи ажәа алагамҭа ыҟамызт.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
ab: Аҭаҩра алагамҭазы ажәа ахәҭак абжьажьра. Иаҳҳәап, "салам" аҭыԥан "алам" ҳәа уҳәозар.

source: Missing the end of the last word by cutting off the recording too quickly.
ab: Аҭаҩра заа иахьынҵәо азы аҵыхәтәантәи ажәа аҵыхәа ухыԥа.

source: Mixed
ab: Еилаԥсоуп

source: Mokpwe
ab: Амокпв

source: Moksha
ab: Моқшен

source: Mongolian
ab: Амонгол

source: More
ab: Иҵегьы

source: [More has been recorded than the required text]
ab: [Иаҭахыз атекст аҵкыс еиҳаны иҭаҩуп]

source: Mossi
ab: Мооре

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
ab: Акорпорациа дуқәа рхы иадырхәо адыррақәа реиҳарак ауаа рхы ирзархәом. Ари аҭагылазаашьа алагаламҭа ҿыцқәа рцәырҵра иаԥырхагоуп ҳәа ҳгәы иаанагоит. Убри азоуп абжьы адырразы ицхыраагӡахаша, зегьы рзы иаарту иманшәалоу Common Voice апрограмма заԥаҳҵаз.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
ab: Акорпорациа дуқәа рхы иадырхәо адыррақәа реиҳарак ауаа рхы ирзархәом. Ари аҭагылазаашьа алагаламҭа ҿыцқәа рцәырҵра иаԥырхагоуп ҳәа ҳгәы иаанагоит. Убри азоуп абжьы адырразы ицхыраагӡахаша, зегьы рзы иаарту иманшәалоу Common Voice апрограмма заԥаҳҵаз.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
ab: Аҭаҩрақәа реиҳарак ԥсабаратә бжьыла ицәажәо ауаа ртәы ауп. Уара иудыркылар улшоит зны-зынла истандарттәым аҭаҩрақәа, урҭ рыбжьы ҭганы, еилыкка "драматә" бжьыла иҳәоуп. Ҳаҳәоит, акомпиутер ала еиқәыршәоу абжьқәа зхы иазырхәо ашәақәа рҭаҩрақәеи рыҭаҩрақәеи шәрыдымкылан.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
ab: Mozilla Common Voice ари иаҵанакуа ауаа хаҭала рцәажәашьа амашьынақәа идзырҵо ԥшьгамҭоуп.

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
ab: Mozilla Common Voice еиуеиԥшым активистцәа, абызшәадырҩцәа, адатаҭҵааҩцәа, аҵарауаа, апрограмматә еиқәыршәара анџьнырцәа рыла ишьақәгылоуп. Апроект ахылаԥшра азнауеит Мозилла Афонд.

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
ab: Mozilla Common Voice— ари адунеи аҿы зегь реиҳа еиуеиԥшым, иаарту, икраудсорсингтәу абжьытә дыррақәа реизга ауп, насгьы ҳара аус аауеит хатәгәаԥхаралатәи ацхыраара мацарала. 100 иреиҳау абызшәатә еилазаарақәа рзы адыррақәа реизга рҭыԥыркреи, насгьы рплатформа аиӷьтәреи рзы шықәсык ахь миллион доллар аҭахуп. Иаарту, инклузивтәу адыррақәа рыхә ҳаракны ишәшьозар - <b>иахьа ацхыраара ҟашәҵа!</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
ab: Mozilla аҟынтәи ажәаҳәа аилкаага иаарту адвижок Deep Speech шәхатә ҳәоуқәа раԥҵараан шәхы иашәырхәар шәылшоит. Шәаԥхьа <githubLink>ҳахҳәаа GitHub</githubLink> аҿы ма шәалахәха <discourseLink>DeepSpeech аҟәша Discourse</discourseLink> афорум аҿы, аус шалагатәу аилкааразы.

source: Mungaka
ab: Амунгака

source: Mutual accountability.
ab: Наҟ-ааҟтәи аҭакԥхықәра.

source: n
ab: м

source: N/A
ab: Анаӡара алшом

source: Name
ab: Ахьӡ

source: Names of your language
ab: Шәбызшәа ахьыӡқәа

source: Native Language
ab: Ахатәы бызшәа

source: Nature and Environment
ab: Аԥсабареи акәша-мыкәшеи

source: Need help with the Sex or Gender changes?
ab: Акәал мамзаргьы агендертә идентификациа аиҭакразы ацхыраара шәҭахума?

source: Need some help with accent?
ab: Уакцент азы ацхыраара уҭахума?

source: Need some help with variants?
ab: Авариантқәа рзы ацхыраара шәҭахума?

source: Need to download your data?
ab: Удата ақәгара уҭахума?

source: Nepali
ab: Анепал

source: New Language Launch
ab: Абызшәа ҿыц аус арура

source: News and Current Affairs
ab: Ажәабжьқәеи ахҭысқәеи

source: Next
ab: Анаҩс

source: Ngiembon
ab: Нгембона

source: Ngomba
ab: Ангомба

source: Nias
ab: Аниас

source: Nigerian Pidgin English
ab: Нигериатәи Пигин Англыз

source: NKo
ab: Анко

source: No
ab: Мап

source: “No”
ab: «Мап»

source: [No ‘a’ in the original text]
ab: [Аханатәтәи атекст аҿы анбан "а" ыҟаӡам]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
ab: <noCopyright>Автортә зинқәа рзы ԥкрақәа ыҟам</noCopyright> (cc-0)

source: No foreign letters
ab: Атәым персонажқәа ыҟаӡам

source: No gravatar found for your email
ab: Ари аелектронтә ԥошьҭа аҭыӡҭа Граватвр аҟны иҭагалаӡом

source: No information
ab: Аинформациа ыҟам

source: No information available
ab: Аинформациа ыҟаӡам

source: No microphone found.
ab: Амикрофон ԥшаам

source: Non-binary
ab: Бинартәым

source: No numbers and special characters
ab: Ахыԥхьаӡарақәеи асимвалька ҷыдақәеи рыда

source: Northern Sotho
ab: Аҩадатәи Сото

source: Northwest Gbaya
ab: Аҩада-мраҭашәаратәи Гбаи

source: Norwegian Bokmål
ab: Анорвежтә букмол

source: Norwegian Nynorsk
ab: Анорвежтә ниунор

source: No sentences to review. <addLink>Add more sentences now!</addLink>
ab: Уажәазы ​​игәаҭатәу ажәалагалақәа ыҟаӡам, аха <addLink>ҿыцқәак ацҵара ҟалоит!</addlink>

source: ⓘ Not all sentences and clips have Variant tags yet!
ab: ⓘ Аҳәарақәеи аклипқәеи зегьы макьана опциатә тегқәа рымаӡам!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
ab: Азгәаҭа: 'Иубарҭоу' апрограмма шьақәыргылазар, ари аҳәаа ԥсаххар ҟалоит <profileLink>аҷыдахәра адаҟьа</profileLink> аҟны.

source: Note: You will still need to select between Speak or Listen to change contribution type.
ab: Азгәаҭа: Уаанӡа еиԥш, иарбан лагаламҭоу иҟауҵо иаҿырԥшны, иалухруп аҭаҩра ма азыӡырҩрра.

source: No Thanks
ab: Мап, иҭабуп

source: No thanks, continue speaking
ab: Мап иҭабуп, уаҟәымҵын уцәажәара

source: No variant selected
ab: Аопциа алхӡам

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
ab: Уажәшьҭа Common Voice иазкны маҷк еиҳаны ижәдыруазар, шәҽазышәшәома? Аҳәоуқәа шәыбжьы рдуны рыԥхьара шәалагарц азы амикрофон адырга шәақәыӷәӷәа. <br/><br/>Егьырҭ ауаа рыбжьы ҭаҩрақәа ргәаҭара еиӷьашәшьозар, арҳәара адырга шәақәыӷәӷәа. Абжьыҭаҩра аекран аҿы иаагоу аҳәоуқәа ишрықәшәо ​​ашьақәырӷәӷәара шәацхраауеит.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
ab: Иаарту абызшәатә дыррақәа рбаза аԥҵара ацхырааразы, уара уажәы иулшоит убжьы ҳзааушьҭыр, дарбан программа ԥҵаҽызаалак ихатәы иҿыцу программақәеи исаитқәеи раԥҵараҿы ихы иаирхәаша. Хаҭала ауаа рцәажәашьа амашьына еилнакаарц аҳәоуқәа урыԥхьа. Ахаҭабзиара аиӷьтәразы егьырҭ аволонтиорцәа русура гәауҭала. Абасшәа мариоуп!

source: Nubi
ab: Ануби

source: Number of Voices
ab: Абыжьқәа рхыԥхьаӡара

source: Numbers
ab: Ахыԥхьаӡарақәа

source: Nüpode Huitoto
ab: Аниуподе уитото

source: Occitan
ab: Аокситан

source: Odia
ab: Ориа

source: Off
ab: Аҿх

source: Offensive Content
ab: Угәы ԥызжәо аҵакы

source: Offensive language
ab: Угәы нзырхо аҳәамҭақәа

source: Offensive speech
ab: Ихьымӡӷыргаго ажәаҳәахьақәа

source: Offline Sources
ab: Интернеттәым ахыҵхырҭақәа

source: On
ab: Аҿк

source: On desktop devices you can contribute by downloading…
ab: Астол иқәдыргыло акомпиутерқәа ирҭаугалар улшоит аҵыхәтәантәи:

source: On his head he wore a beret.
ab: Аберет ихан.

source: On iOS please continue with Safari to enable recording…
ab: IOS аҿы аҭаҩра аус аруразы, шәхы иашәырхәа Safari...

source: Only show me sentences and clips from my variant
ab: Исырба сбызшәа адиалектқәа зегьы рзы аҳәоуқәеи аклипқәеи

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
ab: Даҽа ганкахьалагьы, аԥхьаҩ уи ажәа уаанӡа имбаӡацт ҳәа угәы иаанагозар, насгьы уи аҳәашьа иашамкәа игәы иаанагозар, уи мап ацәктәуп. Агәра ганы шәыҟамзар, шәхы иашәырхәа ахыҵра агәлаҵәҟьа.

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
ab: Даҽа ганкахьалагьы, аԥхьаҩ уи ажәа ахаан иԥымлаӡац, насгьы уи аҳәашьа иазкны аԥхьаҩ ииашам агәаанагара имоуп ҳәа шәгәы иаанагозар, ҳшәыҳәоит, мап ацәышәк. Агәра ганы шәыҟамзар, шәхы иашәырхәа абжьажьра адырга.

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
ab: Иаарту аинновациа ҳара иҟаҳҵо агәҭаны иҟоуп. Аҭҵааратә усеицура, адыррақәа реизгара, ма аинтервьюқәа ирызкны азҵаарақәа шәымазар, <emailFragment>ҳацәажәа.</emailFragment>

source: Optionally join on our email list for updates and new information about the project.
ab: Агәаҳәара умазар, ҳара ҳапроект иазку аҿыцрақәеи аинформациа ҿыц аиурази ҳсиақәа уҽрынҵа.
